

"editJumpLengths" = "Editați Lungimile de Salt";
"experimental" = "Experimentală";
"autoPlay" = "Redare Automată";
"playNextItem" = "Redați Articolul Următor";
"playPreviousItem" = "Redați Articolul Anterior";
"servers" = "Servere";
"remove" = "Elimină";
"operatingSystem" = "Sistem de Operare";
"version" = "Versiune";
"url" = "URL";
"name" = "Nume";
"serverDetails" = "Detalii despre Server";
"favorites" = "Favorite";
"media" = "Media";
"information" = "Informație";
"series" = "Seria";
"items" = "Articole";
"castAndCrew" = "Distribuție și echipă";
"noOverviewAvailable" = "Nu este disponibilă nicio prezentare generală";
"overview" = "Prezentare generală";
"recentlyAdded" = "Adăugate recent";
"retry" = "Reîncearcă";
"noTitle" = "Fără titlu";
"continue" = "Continuă";
"noLocalServersFound" = "Nu au fost găsite servere locale";
"searchingDots" = "Se caută…";
"connectToJellyfinServerStart" = "Conectați-vă la un server Jellyfin ca să începeți";
"connectToJellyfinServer" = "Conectați-vă la un server Jellyfin";
"cancel" = "Anulează";
"settings" = "Setări";
"removeAllUsers" = "Eliminați Toți Utilizatorii";
"resetAppSettings" = "Resetează Setaăriile Aplicației";
"resetUserSettings" = "Resetează Setăriile Utilizătorului";
"networking" = "Rețea";
"defaultScheme" = "Schema implicită";
"seeMore" = "Vezi mai multe";
"noEpisodesAvailable" = "Nu există episoade disponibile";
"addURL" = "Adăugați un URL";
"serverAlreadyExistsPrompt" = "Serverul %s deja există. Doriți să adăugați un nou URL?";
"unknown" = "Necunoscut";
"unknownError" = "Eroare necunoscută";
"userAlreadySignedIn" = "Utilizatorul %s este deja autentificat";
"serverAlreadyConnected" = "Serverul %s este deja conectat";
"audioTrack" = "Pistă Audio";
"cast" = "Preiectați";
"existingUser" = "Utilizatori existenți";
"existingServer" = "Servere existente";

/* Represents the light theme setting */
"light" = "Iluminat";

/* Represents the dark theme setting */
"dark" = "Întunecat";

/* Represents the system theme setting */
"system" = "Sistem";

/* Represents the Appearance setting label */
"appearance" = "Aparențe";
"yourFavorites" = "Favoritele Tale";
"wip" = "Lucrări în desfășurare";
"WhosWatching" = "Cine vizionează?";
"username" = "Nume de utilizator";
"notImplementedYetWithType" = "Tipul: %@ nu a fost implementat încă :(";
"tryAgain" = "Încearcă din nou";
"tags" = "Etichete";
"switchUser" = "Schimbați Utilizatorul";
"suggestions" = "Sugestii";
"studios" = "Studiouri";
"studio" = "Studioul";
"sortBy" = "Sortați după";
"signedInAsWithString" = "Autentificat ca %@";
"serverURL" = "URL-ul Serverului";
"serverInformation" = "Informații despre Server";
"selectCastDestination" = "Selectează Destinația Proiectării";
"seeAll" = "Vezi toate";
"season" = "Sezon";
"seasons" = "Sezoane";
"searchDots" = "Căutați…";
"search" = "Căutați";
"seasonAndEpisode" = "S%1$@:E%2$@";
"reset" = "Resetează";
"playbackSpeed" = "Viteză de redare";
"playbackSettings" = "Setări de redare";
"play" = "Redă";
"playNext" = "Redă în Continuare";
"password" = "Parolă";
"pageOfWithNumbers" = "Pagina %1$@ din %2$@";
"otherUser" = "Alt Utilizator";
"ok" = "Ok";
"noResults" = "Niciun rezultat.";
"noCastdevicesfound" = "Nu au fost găsite dispozitive pentru proiectare..";
"nextUp" = "Urmează";
"moreLikeThis" = "Mai multe ca acest gen";
"loginToWithString" = "Autentificare la %@";
"login" = "Autentificare";
"localServers" = "Servere Locale";
"loading" = "Încărcare";
"library" = "Bibliotecă";
"latestWithString" = "Cele mai recente %@";
"home" = "Acasă";
"genres" = "Genuri";
"filters" = "Filtre";
"filterResults" = "Filtrează Rezultatele";
"error" = "Eroare";
"episodes" = "Episoade";
"emptyNextUp" = "Gol în continuare";
"displayOrder" = "Ordine de afișare";
"discoveredServers" = "Servere Descoperite";
"director" = "Director";
"continueWatching" = "Continuă Vizualizarea";
"connectToServer" = "Conectați-vă la Server";
"connectToJellyfin" = "Conectați-vă la Jellyfin";
"connectManually" = "Conectează Manual";
"connect" = "Conectează";
"closedCaptions" = "Subtitrare Complexă";
"changeServer" = "Schimbați Serverul";
"back" = "Înapoi";
"audioAndCaptions" = "Sunet și Subtitrări";
"apply" = "Aplică";
"allMedia" = "Toată media";
"allGenres" = "Toate genurile";
"accessibility" = "Accesibilitate";
"jumpBackwardLength" = "Salt Lungime Înapoi";
"seekSlideGestureEnabled" = "Diapozitiv de Căutare Activat";
"signInToServer" = "Conectați-vă la server";
"cannotConnectToHost" = "Nu se poate conecta la gazdă";
"quickConnectInvalidError" = "Cod de Conectare Rapidă Nevalid";
"notAvailableSlash" = "Nu este disponibil";
"quickConnectSuccessMessage" = "Autorizarea Conectării Rapide cu succes. Vă rugăm să continuați pe celălalt dispozitiv.";
"showMissingSeasons" = "Afișează Sezoanele Lipsă";
"currentPosition" = "Poziția Curentă";
"quickConnectStep1" = "1. Deschideți aplicația Jellyfin pe telefon sau browser web și conectați-vă cu contul dumneavoastră";
"quickConnectStep3" = "3. Introduceți următorul cod:";
"publicUsers" = "Utilizatori Publici";
"episodeNumber" = "Episodul %1$@";
"compactPoster" = "Poster Compact";
"compactLogo" = "Logo Compact";
"cinematic" = "Cinematografic";
"quickConnectStep2" = "2. Deschideți meniul utilizatorului și accesați Conectare Rapidă";
"quickConnectNotEnabled" = "Notă: Conectarea Rapidă nu este activată";
"playerGesturesLockGestureEnabled" = "Gesturile de Blocare Player Activat";
"movies" = "Filme";
"other" = "Altele";
"normal" = "Normal";
"quickConnect" = "Conectare Rapidă";
"quickConnectCode" = "Cod de Conectare Rapidă";
"authorize" = "Autorizați";
"showChaptersInfoInBottomOverlay" = "Afișați Informații despre Capitole în Vizualizarea Suprapusă Inferioară";
"showCastAndCrew" = "Afișare Distribuție și Echipaj";
"networkTimedOut" = "Rețeaua a expirat";
"none" = "Nici una";
"missing" = "Lipsă";
"removeFromResume" = "Eliminați Din Reluare";
"remainingTime" = "Timp Rămas";
"jumpBackward" = "Sari înapoi";
"overlay" = "Vizualizare Suprapusă";
"overlayType" = "Stil Suprapunere";
"user" = "Utilizator";
"server" = "Server";
"videoPlayer" = "Player Video";
"jumpForwardLength" = "Salt Lungime Înainte";
"jumpGesturesEnabled" = "Gesturi de Salt Activate";
"subtitleSize" = "Dimensiune Subtitrare";
"subtitleFont" = "Font Subtitrare";
"signInGetStarted" = "Conectați-vă pentru a începe";
"signIn" = "Conectați-vă";
"audio" = "Audio";
"subtitles" = "Subtitrări";
"programs" = "Programe";
"channels" = "Canale";
"tvShows" = "Seriale TV";
"unauthorizedUser" = "Utilizator neautorizat";
"unauthorized" = "Neautorizat";
"released" = "Lansat";
"rated" = "Evaluat";
"runtime" = "Timp de rulare";
"containers" = "Containere";
"noCodec" = "Fără Codec";
"compact" = "Compact";
"smallest" = "Cel mai mic";
"smaller" = "Mai mic";
"regular" = "Normal";
"larger" = "Mai mare";
"largest" = "Cel mai mare";
"unableToConnectServer" = "Nu se poate conecta la server";
"present" = "Prezent";
"oneUser" = "1 utilizator";
"multipleUsers" = "%d utilizatori";
"next" = "Următorul";
"refresh" = "Reîmprospăta";
"recommended" = "Recomandat";
"about" = "Despre";
"pressDownForMenu" = "Apăsați Jos pentru Meniu";
"confirmClose" = "Confirmați Închidere";
"cinematicViews" = "Vizualizări Cinematografice";
"unaired" = "Nedifuzat";
"missingItems" = "Elemente Lipsă";
"showMissingEpisodes" = "Afișează Episoadele Lipsă";
"playFromBeginning" = "Redă de la început";
"file" = "Fişier";
"customize" = "Personalizați";
"tooManyRedirects" = "Prea Multe Redirecționări";
"chapters" = "Capitole";
"sourceCode" = "Cod Sursă";
"requestFeature" = "Solicitați o Funcție";
"reportIssue" = "Raportați o Problemă";
"showFlattenView" = "Aplatizați Articolele din Bibliotecă";
"playAndPause" = "Redare / Pauză";
"jumpForward" = "Sari înainte";
"close" = "Închide";
"previousItem" = "Elementul Anterior";
"nextItem" = "Următorul Element";
"unableToFindHost" = "Imposibil de găsit gazda";
"noPublicUsers" = "Fără Utilizatori Publici";
"resume5SecondOffset" = "Reluați 5 Secunde Decalaj";
"systemControlGesturesEnabled" = "Gesturi de Control al Sistemului Activate";
"jumpLengthSeconds" = "%s secunde";
"airWithDate" = "Difuzează %s";
"accentColor" = "Culoare de accent";
"absolute" = "Absolut";
"access" = "Acces";
"replaceMetadata" = "Înlocuiește Metada";
"requireDeviceAuthForQuickConnectUser" = "Solicită autentificarea dispozitivului pentru conectarea utilizatorului Quick Connect pe acest dispozitiv.";
"requireDeviceAuthForUser" = "Solicită autentificarea dispozitivului pentru conectarea la %@ pe acest dispozitiv.";
"requirePinDescription" = "Solicită un cod PIN local la conectarea utilizatorului. Acest PIN nu poate fi recuperat.";
"replace" = "Înlocuiește";
"replaceAllDescription" = "Înlocuiește toate metadatele și imaginile deblocate cu informații noi.";
"posters" = "Postere";
"replaceDeviceProfileWarning" = "Valorile actuale ale profilului pot provoca probleme la redare";
"replaceImages" = "Înlocuiește imaginile";
"replaceImagesDescription" = "Înlocuiește toate imaginile cu imagini noi.";
"rememberSortingFooter" = "Păstrează ordinea de sortare pentru fiecare bibliotecă în parte.";
"refFramesNotSupported" = "Numărul de cadre de referință nu este acceptat";
"progress" = "Progres";
"profileImage" = "Imagine profil";
"yellow" = "Galben";
"quickConnectUserDisclaimer" = "Acest utilizator va fi autentificat pe celălalt dispozitiv.";
"productionYear" = "Anul producției";
"premiereDate" = "Data premieră";
"blue" = "Albastru";
"resumeOffsetDescription" = "Reia conținutul cu câteva secunde înainte de timpul înregistrat pentru reluare.";
"replaceItemConfirmation" = "Ești sigur că vrei să înlocuiești acest obiect?";
"replaceMetadataDescription" = "Înlocuiește metadatele deblocate cu informații noi.";
"invertedDark" = "Intunecat inversat";
"green" = "Verde";
"bugsAndFeatures" = "Defecte si caracteristici";
"appIcon" = "Pictogramă aplicație";
"playCount" = "Număr de redări";
"playback" = "Redare";
"primary" = "Principal";
"producer" = "Producător";
"production" = "Producție";
"profiles" = "Profiluri";
"profileNotSaved" = "Profilul nu a fost salvat";
"randomImage" = "Imagine aleatorie";
"rating" = "Evaluare";
"ratings" = "Evaluări";
"rememberSorting" = "Păstrează ordinea de sortare";
"replaceAll" = "Înlocuiește totul";
"resetAllSettings" = "Restaurați la setările din fabrică.";
"enabled" = "Activat";
"playlist" = "Listă de redare";
"recording" = "Înregistrare";
"red" = "Rosu";
"downloads" = "Descărcări";
"liveTV" = "TV în direct";
"orange" = "Portocaliu";
"playlists" = "Liste de redare";
"playlistsFolder" = "Dosar liste de redare";
"profile" = "Profil";
"provider" = "Furnizor";
"program" = "Program";
"random" = "Aleatoriu";
"recordings" = "Înregistrări";
"remixer" = "Remixer";
"removeAllServers" = "Eliminați toate serverele";
"replaceSubtitle" = "Înlocuiește subtirarea";
"playbackButtons" = "Butoane de redare";
"aspectFill" = "Umplere aspect";
"played" = "Redat";
"playbackQuality" = "Calitatea redării";
"requireDeviceAuthDescription" = "Solicită autentificarea dispozitivului la conectarea utilizatorului.";
"invertedLight" = "Luminos inversat";
"playlistsFolders" = "Dosare liste de redare";
"playOnActive" = "Redă pe dispozitivul activ";
"portrait" = "Portret";
"required" = "Necesar";
"regional" = "Regional";
"refreshMetadata" = "Reîmprospătează Metada";
"accessScheduleInvalidTime" = "Timpul de sfârșit trebuie să fie mai târziu decat timpul de început.";
"accessSchedules" = "Orar de acces";
"accessSchedulesDescription" = "Definește orele permise de utilizare și restricționează accesul în afara acestora.";
"accessTagAllowDescription" = "Utilizatorul nu poate accesa fișierele media care nu au cel puțin o etichetă permisă.";
"accessTagAlreadyExists" = "Eticheta există deja";
"accessTagBlockDescription" = "Utilizatorul va avea acces la tot conținutul media, dar nu și la cel care conține o etichetă blocată.";
"accessTags" = "Etichete de acces";
"accessTagsDescription" = "Folosește etichete pentru a permite sau bloca accesul utilizatorului la anumite fișiere media.";
"active" = "Activ";
"activity" = "Activitate";
"activityLog" = "Istoric de activitate";
"actor" = "Actor";
"add" = "Adaugă";
"addAccessSchedule" = "Adaugă orar de acces";
"addAccessTag" = "Adaugă etichetă de acces";
"addServer" = "Adaugă un Server nou";
"addTrigger" = "Adaugă eveniment declanșator";
"addUser" = "Adaugă un utilizator";
"administrator" = "Administrator";
"advanced" = "Avansat";
"agesGroup" = "Vârsta %@";
"aggregateFolder" = "Folder de centralizare";
"aggregateFolders" = "Foldere de centralizare";
"aired" = "Difuzat";
"airedEpisodeOrder" = "ordinea difuzării episodului";
"album" = "Album";
"albumArtist" = "Artistul albumului";
"albums" = "Albume";
"all" = "Totul";
"allDevicesDescription" = "Vezi deviceuri conectate în prezent și în trecut.";
"allAudiences" = "Toate audiențele";
"allLanguages" = "Toate limbile";
"allServers" = "Toate serverele";
"allUsersDescription" = "Vezi și manageriază toți useri înregistrati pe server, incluzând permisiuni și activitate.";
"alternate" = "Alternativ";
"alternateDVD" = "DVD alternativ";
"backdrop" = "Fundal";
"behavior" = "Comportament";
"blockUnratedItems" = "Blocați conținut neevaluat";
"custom" = "Personalizat";
"allowed" = "Acceptat";
"applicationName" = "Numele aplicației";
"art" = "Arta";
"artist" = "Artist";
"artists" = "Artiști";
"ascending" = "Ascendent";
"audioBook" = "Carte Audio";
"audioBooks" = "Cărți audio";
"audioChannelsNotSupported" = "Numărul de canale audio nu este suportat";
"author" = "Autor";
"auto" = "Automat";
"birthday" = "Ziua de naștere";
"birthplace" = "Loc de naștere";
"birthYear" = "An de naștere";
"bitrateAuto" = "Automat";
"bitrateMax" = "Maximum";
"blocked" = "Blocat";
"book" = "Carte";
"books" = "Cărți";
"born" = "Nascut";
"box" = "Cutie";
"brightness" = "Luminozitate";
"buttons" = "Butoane";
"cancelling" = "Anulând...";
"capabilities" = "Capabilități";
"category" = "Categorie";
"channel" = "Canal";
"chapter" = "Capitol";
"children" = "Copii";
"cinematicBackground" = "Fundal cinematic";
"client" = "Client";
"collection" = "Colecție";
"collections" = "Colecții";
"color" = "Culoare";
"community" = "Comunitate";
"compatibility" = "Compatibilitate";
"anamorphicVideoNotSupported" = "Video anamorphic nu este suportat";
"apiKeysDescription" = "Aplicați externe au nevoie de cheița API pentru a comunica cu serverul tau.";
"components" = "Componente";
"composer" = "Compozitor";
"confirm" = "Confirmă";
"confirmNewPassword" = "Confirmă parola noua";
"confirmPassword" = "Confirmă parola";
"continuing" = "In continuare";
"country" = "Țara";
"creator" = "Creator";
"currentPassword" = "Parolă curenta";
"customName" = "Nume personalizat";
"customProfile" = "Profil personalizat";
"daily" = "Zilnic";
"date" = "Dată";
"dateOfDeath" = "Dată morți";
"dates" = "Date";
"days" = "Zile";
"default" = "Prestabilit";
"defaultLayout" = "Aspect prestabilit";
"delete" = "Șterge";
"deletedScene" = "Scenă ștearsă";
"deleteItemConfirmation" = "Ești sigur că vrei sa ștergi acest articol";
"deleteItemConfirmationMessage" = "Ești sigur că vrei sa ștergi acest articol? Aceasta acțiune nu poate fi anulata";
"deleteMedia" = "Șterge conținut";
"deleteSelectedConfirmation" = "Ești sigur că vrei să ștergi articole selectate?";
"deleteSelectionUsersWarning" = "Ești sigur că vrei sa ștergi toți useri selectați?";
"deleteServer" = "Șterge server";
"deleteUser" = "Șterge utilizator";
"deleteUserWarning" = "Ești sigur că vrei sa ștergi acest utilizator?";
"deletion" = "Ștergere";
"delivery" = "Livrare";
"descending" = "Descendent";
"detailed" = "Detaliat";
"details" = "Detalii";
"died" = "Murit";
"digital" = "Digital";
"dimensions" = "Dimensiuni";
"directPlay" = "Redare directa";
"directPlayError" = "A apărut o eroare în redarea directa";
"disabled" = "Dezactivat";
"disc" = "Disc";
"disclaimer" = "Avertisment";
"dismiss" = "Ignorați";
"done" = "Gata";
"embedded" = "încorporat";
"embeddedSubtitleFooter" = "Subtitrare incorporate nu pot fi editate.";
"enableAllLibraries" = "Activează toate librăriile";
"ended" = "Sfârșit";
"engineer" = "Inginer";
"enterEpisodeNumber" = "Introduceți numărul episodului.";
"enterPin" = "Introduceți pin";
"enterSeasonNumber" = "Introduceți numărul sezonului";
"episode" = "Episod";
"errorDetails" = "Detalii eroare";
"every" = "Toate";
"everyday" = "In fiecare zi";
"existingItems" = "Conținut existent";
"external" = "Extern";
"favorite" = "Favorite";
"folder" = "Folder";
"folders" = "Folderi";
"forced" = "Forțat";
"format" = "Format";
"format3D" = "Format 3d";
"gestures" = "Gesturi";
"hidden" = "Ascuns";
"hint" = "Indiciu";
"hours" = "Ore";
"image" = "Imagini";
"images" = "Imagini";
"inactive" = "Inactiv";
"index" = "Index";
"airTime" = "Timp in aer";
"yes" = "Da";
"imageSource" = "Sursa imaginii";
"indicator" = "Indicator";
"indicators" = "Indicatori";
"info" = "Detalii";
"interval" = "Interval";
"interview" = "Interviu";
"invalidFormat" = "Format invalid";
"invalidX" = "Invalid %@";
"itemAlreadyExists" = "Elementul există deja";
"itemAtItem" = "%1$@ la %2$@";
"itemManagement" = "Managementul articolelor";
"itemView" = "Vizualizarea articolului";
"jump" = "Sari";
"kids" = "Copii";
"language" = "Limbă";
"large" = "Mare";
"layout" = "Aspect";
"learnMore" = "Află mai multe";
"allow" = "Permite";
"always" = "În totdeauna";
"any" = "Oricare";
"anyWifiNetwork" = "Oricare network Wifi";
"apiKeyCopied" = "cheie de API a fost copiată";
"apiKeyCopiedMessage" = "Cheia ta de API a fost copiată la planșeta lu dumneavoastră!";
"apiKeys" = "Cheie de API";
"apiKeysCapitalized" = "Chei de API";
"arranger" = "Aranjor";
"audioBitDepthNotSupported" = "Adâncimea la rata de biți audio nu e suportată";
"audioBitrate" = "Rata de biți audio";
"audioCodec" = "Codec audio";
"audioCodecNotSupported" = "Codec audio nu este suportat";
"audioIsExternal" = "tracul audio e external și are nevoie de a schimba codificare";
"audioProfileNotSupported" = "Profilul audio nu este suportat";
"audioSampleRate" = "Rata eșantionare de audio";
"audioSampleRateNotSupported" = "Rata eșantionare audio nu e suportată";
"audioTranscoding" = "Transcodare audio";
"autoDescription" = "—- Câteva dintre formele s-ar putea să aibă nevoie de transcodare de serverul pentru tipuri de media ne-compatibile.";
"autoSwitchDescription" = "Conectări va schimba automatic cu respect de Wifi sau conectivitatea celulară și secvența de conectări de jos.";
"banner" = "Baner";
"bannerImageDescription" = "Un imagine laterală dispusă când se uită la biblioteca în modul orizontală. Aplicabil numai la content video.";
"bitrate" = "Rata de biți";
"bitrateDefault" = "Rata de biți prestabilită";
"bitrateDefaultDescription" = "Limite lățimea de bandă folosită în timpul redarea";
"bitrateKbps1500" = "480p -1,5 Mbps";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateKbps720" = "480p - 720 Kbps";
"bitrateMaxDescription" = "Maximizează utilizarea de lățimea de bandă, până la %@, pentru fiecare transmisiune de redare pentru a garanta calitatea maxima.";
"bitrateMbps10" = "1080p - 10 Mbps";
"bitrateMbps120" = "4k -120 Mbps";
"bitrateMbps15" = "1080p - 15 Mbps";
"bitrateMbps20" = "1080p - 20 Mbps";
"bitrateMbps3" = "480p - 3 Mbps";
"bitrateMbps4" = "720p - 4 Mbps";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps60" = "1080p - 60 Mbps";
"bitrateMbps8" = "720p - 8 Mbps";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateTest" = "Evaluare de rata de biți";
"bitrateTestDisclaimer" = "Evaluări lungi sunt mai exact, doar s-ar putea rezulta intr-o întârzie de redare";
"bitsPerSecond" = "bps";
